Repository: leotrubach/test_prepare
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: question
ru: вопрос

source: answer given
ru: данный ответ

source: Answer does not belong to question
ru: Ответ не принадлежит вопросу

source: QUIZ: %s
ru: ТЕСТ: %s

source: quiz
ru: тест

source: quizes
ru: тесты

source: text
ru: текст

source: QUESTION: %s
ru: ВОПРОС: %s

source: questions
ru: вопросы

source: is correct
ru: верный

source: ANSWER: %s (correct)
ru: ОТВЕТ: %s (верный)

source: ANSWER: %s (incorrect)
ru: ОТВЕТ: %s (неверный)

source: answer
ru: ответ

source: answers
ru: ответы

source: The answer does not belong to question
ru: Ответ не принадлежит вопросу

source: submission
ru: данный ответ

source: submissions
ru: данные ответы

source: Welcome to test trainer
ru: Добро пожаловать в тренер по тестам

source: Start training
ru: Начать тестирование

source: Next
ru: Далее

source: Upload quiz
ru: Загрузить тест

source: Please select quiz category
ru: Пожалуйста, выберите категорию теста

source: Upload quiz file
ru: Загрузить тест

source: Upload
ru: Загрузить
